var str = function(){/*
  みらい
  ◆アメリカンダイナーブルーコーデ
  ◆やきたてベーカリーレッドコーデ
  ◆フレッシュみずぎレモンコーデ
  ◆バルーンミルキーデニムコーデ


  えも
  ◆プリ☆ファンまほうつかいコーデ
  ◆アメリカンダイナーレッドコーデ
  ◆フレッシュみずぎオレンジコーデ
  ◆レインボーサマーコーデ


  りんか
  ◆プリ☆ファンファイターコーデ
  ◆ブリティッシュチェックコーデ
  ◆フレッシュみずぎピングレコーデ
  ◆アメリカンダイナーイエローコーデ


  あんな
  ◆プリ☆チャンランドキャストレッドコーデ
  ◆サイバーキャットグリーンコーデ
  ◆スクールガーリーノーブルコーデ
  ◆ピンクチェックレディーコーデ


  さら
  ◆サイバーキャットピンクコーデ
  ◆スクールハンサムノーブルコーデ
  ◆プリ☆チャンランドキャストグリーンコーデ
  ◆ネオングラデフレッシュコーデ


  める
  ◆サイバーキャットイエローコーデ
  ◆ダンスフロアコーデ
  ◆かいじゅうレインコートイエローコーデ
  ◆プリ☆チャンランドキャストパープルコーデ


  アンジュ
  ◆ジュエリーコスメコーデ
  ◆フレンチレースピンクコーデ
  ◆クラブストライプパープルコーデ
  ◆フライングスカイスワンコーデ


  あいら
  ◆ジュエリーコスメブルーコーデ
  ◆ハッピーバカンスネイビーコーデ
  ◆やきたてベーカリーレッドコーデ
  ◆ラブリーステッチブルーコーデ


  まりあ
  ◆フレッシュみずぎレモンコーデ
  ◆カラフルキューティーコーデ
  ◆フライングスカイスワンコーデ
  ◆スクールガーリーピュアコーデ


  すず
  ◆ネオングラデコーデ
  ◆フライングスカイつばめコーデ
  ◆スクールハンサムピュアコーデ
  ◆カラフルキューティーコーデ


  だいあ
  ◆バルーンミルキーデニムコーデ
  ◆やきたてベーカリーオレンジコーデ
  ◆チアフルセレモニーコーデ
  ◆かいじゅうレインコートイエローコーデ


  なる
  ◆チアフルセレモニーコーデ
  ◆カラフルキューティーさわやかコーデ
  ◆やきたてベーカリーブルーコーデ
  ◆ピンクチェックレディーコーデ


  だいあ
  ◆やきたてベーカリーブルーコーデ
  ◆チアフルセレモニーコーデ
  ◆かいじゅうレインコートレッドコーデ
  ◆フライングスカイつばめコーデ


  キラッCHU
  ◆かいじゅうレインコートレッドコーデ
  ◆ミステリーブルーコーデ
  ◆やきたてベーカリーオレンジコーデ
  ◆ラブリーステッチブルーコーデ


  メルパン
  ◆やきたてベーカリーオレンジコーデ
  ◆アイドルキャストクールコーデ
  ◆かいじゅうレインコートグリーンコーデ
  ◆チアフルセレモニーピンクコーデ
  */}.toString().split("\n").slice(1,-1);

const name= ['mirai','emo','rinka','anna','sara','meru','anjyu','aira','maria','suzu','daia','naru','a-daia','kirachu','merupan'];

//const title = 'フォロチケ'
const title = 'プリたま2弾'

const keyname="FC-02";
