var str = function(){/*
  みらい
◆フレアリボンさわやかコーデ
◆ポルカフローラコーデ
◆フラワープリンセスパープルコーデ
◆アイドルスターグループKコーデ


えも
◆テディベアポップコーデ
◆バレンタインギフトミントオレンジコーデ
◆スケーターダンスコーデ
◆ショウゴスターコーデ


りんか
◆フレンチルックグリーンコーデ
◆ミスティムーンブルーコーデ
◆アテンションプリーズコーデ
◆スケーターダンスライムコーデ


あんな
◆プリ☆ファンまおうコーデ
◆テディベアラブリーコーデ
◆ティーパーティーオレンジコーデ
◆アイドルスターグループMコーデ


さら
◆ミリタリークールニットコーデ
◆あさのアナザーコーデ
◆スケーターダンスシトラスコーデ
◆レインボーライブエスニックコーデ


める
◆ビビッドマーチングピンクコーデ
◆ミステリアスレディパープルコーデ
◆アテンションプリーズコーデ
◆テディベアラブリーグリーンコーデ


アンジュ
◆ミスティムーンブルーコーデ
◆ミッドナイトジュエリーレッドコーデ
◆レディールージュナイトコーデ
◆あさのアナザーコーデ


あいら
◆フラワープリンセスパープルコーデ
◆ポルカフローラレッドコーデ
◆スイートレトロコーデ
◆ビビッドマーチングオレンジコーデ


まりあ
◆ウィンターガーリーイエローコーデ
◆テディベアラブリーグリーンコーデ
◆スケーターダンスシトラスコーデ
◆アイドルスターグループRコーデ


すず
◆アクティブステップディアクラウンニットコーデ
◆スケーターダンスコーデ
◆テディベアポップグリーンコーデ
◆ショウゴスターコーデ


だいあ
◆ティーパーティーオレンジコーデ
◆ハートフルバレンタインブルーコーデ
◆マスコットルルナピンクコーデ
◆レインボーライブフェミニンコーデ


なる
◆ビビッドマーチングピンクコーデ
◆スイートレトロコーデ
◆フレアリボンさわやかコーデ
◆あさのアナザーコーデ


だいあ
◆ミステリアスレディパープルコーデ
◆ビビッドマーチングオレンジコーデ
◆ブラックスワンイブコーデ
◆ショウゴスターコーデ


キラッCHU
◆バレンタインギフトミントオレンジコーデ
◆スイートレトロコーデ
◆テディベアポップグリーンコーデ
◆アイドルスターグループKコーデ


メルパン
◆ハートフルバレンタインブルーコーデ
◆ミッドナイトジュエリーレッドコーデ
◆ビビッドマーチングブルーコーデ
◆アイドルスターグループMコーデ


ラビリィ
◆バレンタインギフトミントオレンジコーデ
◆スケーターダンスライムコーデ
◆レインボーライブエスニックコーデ
◆アイドルスターグループRコーデ


ゆい
◆ティーパーティーオレンジコーデ
◆ポルカフローラレッドコーデ
◆レディールージュナイトコーデ
◆マスコットルルナピンクコーデ


アリス
◆プリ☆ファンにんじゃコーデ
◆テディベアラブリーコーデ
◆ポルカフローラコーデ
◆プリ☆チャンランドキャストオレンジコーデ


ソルル
◆ハートフルバレンタインブルーコーデ
◆テディベアポップコーデ
◆ビビッドマーチングブルーコーデ
◆レインボーライブフェミニンコーデ


イブ
◆ミッドナイトジュエリーコーデ
◆レディールージュコーデ
◆ブラックスワンイブコーデ
◆プリ☆チャンランドキャストネイビーコーデ


ルルナ
◆ミスティムーンブルーコーデ
◆アイドルキャストセレブコーデ
◆ミッドナイトジュエリーレッドコーデ
◆マスコットパーティーセレブコーデ
  */}.toString().split("\n").slice(1,-1);

const name= ['mirai','emo','rinka','anna','sara','meru','anjyu','aira','maria','suzu','daia','naru','a-daia','kirachu','merupan','lovily','yui','alice','soruru','eve','ruruna'];

//const title = 'フォロチケ'
const title = 'プリたま5弾'

const keyname="FC-05";
