var str = function(){/*
  みらい
  ◆ハッピーバルーンイエローコーデ
  ◆プリ☆チャンランドキャストピンクコーデ
  ◆フレアリボンコーデ
  ◆プリ☆ファンナイトコーデ


  えも
  ◆ハッピーバルーンパープルコーデ
  ◆ポップエールコーデ
  ◆そらクッキングみずいろコーデ
  ◆プリ☆チャンランドキャストイエローコーデ


  りんか
  ◆ペールブルーコーデ
  ◆クイーンオブハートコーデ
  ◆プリ☆チャンランドキャストブルーコーデ
  ◆ハッピーバルーングリーンコーデ


  あんな
  ◆フラワーイースターパープルコーデ
  ◆メロディーブルーコーデ
  ◆アーガイルハートパープルコーデ
  ◆シークレットワンダーランドピンクコーデ


  さら
  ◆チェッカーポリスコーデ
  ◆アーバンスタイルコーデ
  ◆ダイヤチェックガールローズコーデ
  ◆ペイントパターンイエローコーデ


  める
  ◆ギャラクシーコーデ
  ◆スターウォッチングコーデ
  ◆そらクッキングむらさきコーデ
  ◆がおがおふぁいが～ホワイトコーデ


  アンジュ
  ◆ミスティムーンコーデ
  ◆エレガントパーティーレッドコーデ
  ◆フラワーイースターブルーコーデ
  ◆プリ☆ファンおうさまコーデ


  あいら
  ◆フラワーイースターピンクコーデ
  ◆そらクッキングももいろコーデ
  ◆フレアリボンコーデ
  ◆ドレッシーストライプグリーンコーデ


  まりあ
  ◆アーガイルハートコーデ
  ◆サマーフローラルナチュラルコーデ
  ◆ブリティッシュアイドルレッドコーデ
  ◆シークレットワンダーランドピンクコーデ


  すず
  ◆ビビッドダンスコーデ
  ◆ワイルドスターブルーコーデ
  ◆ブリティッシュアイドルブラックコーデ
  ◆ギャラクシーコーデ


  だいあ
  ◆ブリティッシュアイドルブルーコーデ
  ◆ダイヤチェックガールビビッドコーデ
  ◆アイスクリームオレンジコーデ
  ◆アーガイルハートコーデ


  なる
  ◆そらセーラーむらさきコーデ
  ◆ダイヤチェックガールスウィートコーデ
  ◆フラワーイースターパープルコーデ
  ◆ブリティッシュアイドルレッドコーデ


  だいあ
  ◆ブリティッシュアイドルブルーコーデ
  ◆クイーンオブハートコーデ
  ◆アイスクリームオレンジコーデ
  ◆そらクッキングむらさきコーデ


  キラッCHU
  ◆アイドルキャストラブリーコーデ
  ◆フラワーイースターピンクコーデ
  ◆フラワーイースターブルーコーデ
  ◆ダイヤチェックスウィートコーデ

  */}.toString().split("\n").slice(1,-1);

const name= ['mirai','emo','rinka','anna','sara','meru','anjyu','aira','maria','suzu','daia','naru','a-daia','kirachu'];

//const title = 'フォロチケ'
const title = 'プリたま1弾'

const keyname="FC-01";
