var str = function(){/*
  みらい
  ◆あわあわバブルコーデ
  ◆スイートレースコーデ
  ◆ネオンドロップフルスイングイエローコーデ
  ◆ゴーゴースマイルキラッCHUコーデ


  えも
  ◆ツインラブハートパープルコーデ
  ◆ネオンドロップフルスイングコーデ
  ◆プリ☆ファンゆみつかいコーデ
  ◆チェッカーガールレッドコーデ


  りんか
  ◆いたずらナイトメアコーデ
  ◆ムーンラビットコーデ
  ◆ネオンドロップフルスインググリーンコーデ
  ◆チェッカーガールレッドコーデ


  あんな
  ◆ツインラブハートオレンジコーデ
  ◆ドラマティックリボンコーデ
  ◆スノーファーピンクロゼコーデ
  ◆ゴーゴースマイルメルパンコーデ


  さら
  ◆あかねロックコーデ
  ◆ドラマティックリボンピンクコーデ
  ◆いたずらナイトメアパープルコーデ
  ◆ボリュームファーグレープコーデ


  める
  ◆コルセットデニムコーデ
  ◆ダンスフロアレトロコーデ
  ◆ドラマティックリボンパープルコーデ
  ◆いたずらナイトメアブルーコーデ


  アンジュ
  ◆ホワイトスワンアンジュコーデ
  ◆ボリュームファーグレープコーデ
  ◆クリスマスサンタネイビーコーデ
  ◆いたずらナイトメアパープルコーデ


  あいら
  ◆プリティーオールフレンズあいらコーデ
  ◆ワンダーサーカスクラシックコーデ
  ◆ホワイトスワンアンジュコーデ
  ◆スノーファーピンクロゼコーデ


  まりあ
  ◆プリ☆ファンおひめさまコーデ
  ◆ゴーゴースマイルラビリィコーデ
  ◆ムーンラビットコーデ
  ◆ドラマティックリボンパープルコーデ


  すず
  ◆ネオングラデクーリッシュコーデ
  ◆いたずらナイトメアブルーコーデ
  ◆あかねロックコーデ
  ◆ツインラブハートパープルコーデ


  だいあ
  ◆プリ☆ファンゆみつかいコーデ
  ◆オータムシフォンコーデ
  ◆ゆめみるポッピンコーデ
  ◆あわあわバブルコーデ


  なる
  ◆プリティーオールフレンズなるコーデ
  ◆いたずらナイトメアコーデ
  ◆ツインラブハートオレンジコーデ
  ◆ドラマティックリボンピンクコーデ


  だいあ
  ◆ゆめみるトリッキーコーデ
  ◆あわあわバブルブルーコーデ
  ◆ネオンドロップフルスイングイエローコーデ
  ◆クリスマスサンタネイビーコーデ


  キラッCHU
  ◆ゴーゴースマイルキラッCHUコーデ
  ◆ネオンドロップフルスイングコーデ
  ◆いたずらナイトメアピンクコーデ
  ◆パレードイルミナージュコーデ


  メルパン
  ◆ゴーゴースマイルメルパンコーデ
  ◆あかねロックコーデ
  ◆ドラマティックリボンコーデ
  ◆パレードイルミナージュコーデ


  ラビリィ
  ◆ゴーゴースマイルラビリィコーデ
  ◆ゆめみるトリッキーコーデ
  ◆あわあわバブルブルーコーデ
  ◆パレードイルミナージュコーデ


  ゆい
  ◆いたずらナイトメアピンクコーデ
  ◆ゆめみるポッピンコーデ
  ◆プリティーオールフレンズみあコーデ
  ◆メルヘンナチュラルバードコーデ


  アリス
  ◆ワンダーサーカスコーデ
  ◆マーガレットオフショルコーデ
  ◆フラワーパターングリーンコーデ
  ◆メルヘンナチュラルバードコーデ


  ソルル
  ◆あかねロックコーデ
  ◆アイドルキャストナチュラルコーデ
  ◆マスコットパーティーナチュラルコーデ
  ◆ワンダーサーカスクラシックコーデ

  */}.toString().split("\n").slice(1,-1);

const name= ['mirai','emo','rinka','anna','sara','meru','anjyu','aira','maria','suzu','daia','naru','a-daia','kirachu','merupan','lovily','yui','alice','soruru'];

//const title = 'フォロチケ'
const title = 'プリたま4弾'

const keyname="FC-04";
