var str = function(){/*
  みらい
  ◆パステルチューリップマゼンタコーデ
  ◆ミルキーウェイももいろコーデ
  ◆ティーンカジュアルコーデ
  ◆ハッピースウィムマカロンコーデ


  えも
  ◆ガールズマーチブルーコーデ
  ◆ミルキーウェイそらいろコーデ
  ◆ロッキンサマーブラッキーコーデ
  ◆きんぎょゆかたコーデ


  りんか
  ◆きんぎょゆかたコーデ
  ◆ハピエストウエディングパープルコーデ
  ◆マドモアゼルビターチョココーデ
  ◆きんぎょゆかたよぞらコーデ


  あんな
  ◆もりのりすコーデ
  ◆リトルリボンガーリーコーデ
  ◆もりのりすあかねいろコーデ
  ◆フローラルファーライラックコーデ


  さら
  ◆ロッキンサマーコーデ
  ◆ロッキンパイレーツカナリアコーデ
  ◆マニッシュパンクネオンコーデ
  ◆きもだめしコーデ


  める
  ◆きんぎょゆかたよぞらコーデ
  ◆リトルリボンガーリーブルーコーデ
  ◆プリ☆ファンたんけんかコーデ
  ◆ロッキンサマーブラッキーコーデ


  アンジュ
  ◆ミルキーウェイすみれコーデ
  ◆フローラルファーライラックコーデ
  ◆オトナガーリースカイブルーコーデ
  ◆ハピエストウエディングパープルコーデ


  あいら
  ◆ミルキーウェイすみれコーデ
  ◆フローラルファーヒヤシンスコーデ
  ◆ティーカップメルヘンリメイクレッドコーデ
  ◆リトルリボンガーリーレッドコーデ


  まりあ
  ◆ハピエストウエディングコーデ
  ◆ホワイトレースコーデ
  ◆ミルキーウェイももいろコーデ
  ◆プリ☆チャンランドキャストゴールドコーデ


  すず
  ◆ピュアネスウエディングコーデ
  ◆きもだめしコーデ
  ◆プリ☆ファンおどりこコーデ
  ◆プリ☆チャンランドキャストブラックコーデ


  だいあ
  ◆もこもこスノーアナザーコーデ
  ◆はなやかゆかたそらいろコーデ
  ◆ハッピースウィムマカロンコーデ
  ◆フローラルファーヒヤシンスコーデ


  なる
  ◆マジカる☆フラワーコーデ
  ◆マニッシュパンクネオンーコーデ
  ◆フローラルファーヒヤシンスコーデ
  ◆ハッピースウィムマカロンコーデ


  だいあ
  ◆もこもこスノーアナザーコーデ
  ◆パステルチューリップマゼンタコーデ
  ◆ロッキンパイレーツカナリアコーデ
  ◆フローラルファーライラックコーデ


  キラッCHU
  ◆マスコットパーティーラブリーコーデ
  ◆きもだめしピンクコーデ
  ◆マジカる☆フラワーコーデ
  ◆ミルキーウェイそらいろコーデ


  メルパン
  ◆マスコットパーティークールコーデ
  ◆きもだめしコーデ
  ◆ロッキンパイレーツカナリアコーデ
  ◆もりのりすあかねいろコーデ


  ラビリィ
  ◆きんぎょゆかたコーデ
  ◆アイドルキャストポップコーデ
  ◆マスコットパーティーポップコーデ
  ◆きもだめしピンクコーデ


  ゆい
  ◆マジカる☆スカイコーデ
  ◆プリティーオールフレンズゆいコーデ
  ◆パステルドリーミーコーデ
  ◆もりのりすコーデ
  */}.toString().split("\n").slice(1,-1);

const name=['mirai','emo','rinka','anna','sara','meru','anjyu','aira','maria','suzu','daia','naru','a-daia','kirachu','merupan','lovily','yui'];

const title = 'プリたま3弾'
const keyname="FC-03";
